// ============================================
// ДАННЫЕ ЗАНЯТИЙ
// ============================================

const lessonData = {

    // ========================================
    // 03.09.2026
    // 2 пара
    // Современный русский язык
    // Практика
    // ========================================

    "2026-09-03_2": {

        homework: "Разборы",

        topic: "Тема пока не добавлена.",

        reportStudent: "Я",

        reportTopic: "Синтаксический разбор",

        classroom: "—",

        teacher: "—",

        notes: "Заметок пока нет."

    }

};
