// ============================================
// ДАННЫЕ ЗАНЯТИЙ
// ============================================

const lessonData = {

    // ========================================
    // 03.09.2026
    // 2 пара
    // Современный русский язык
    // Практика
    // ========================================

    "2026-09-03_2": {

        homework: "Разборы",

        topic: "Тема пока не добавлена.",

        reportStudent: "Я",

        reportTopic: "Синтаксический разбор",

        classroom: "—",

        teacher: "—",

        notes: "Заметок пока нет."

    },

    "2026-09-09_3": {

        homework: "Проанализировать стихотворения Фета (фото в группе) по одному вопросу по выбору: Проанализируйте специфику пейзажной лирики; Исследуйте фтлософские мотивы; Раскройте любовную лирику",

        topic: "Фет. Журналы",

        reportStudent: "Пары доеладчиков по презентации журналов",

        reportTopic: "Различные журналы",

        classroom: "—",

        teacher: "—",

        notes: "Мой журнал "Москвитянин""

    }

};
