// ============================================
// ДАННЫЕ ЗАНЯТИЙ
// ============================================

const lessonData = {

    // ========================================
    // 03.09.2026
    // 2 пара
    // Современный русский язык
    // Практика
    // ========================================

    "2026-09-03_2": {

        homework: "Разборы",

        topic: "Тема пока не добавлена.",

        reportStudent: "Я",

        reportTopic: "Синтаксический разбор",

        classroom: "—",

        teacher: "—",

        notes: "Заметок пока нет."

    },

    // ========================================
    // 09.09.2026
    // 3 пара
    // История русской литературы
    // Практика
    // ========================================

    "2026-09-09_3": {

        homework: "Проанализировать стихотворения Фета (фото в группе) по одному вопросу по выбору: Проанализируйте специфику пейзажной лирики; Исследуйте философские мотивы; Раскройте любовную лирику",

        topic: "Фет. Журналы",

        reportStudent: "Пары докладчиков по презентации журналов",

        reportTopic: "Различные журналы",

        classroom: "—",

        teacher: "—",

        notes: "Мой журнал Москвитянин"

    },

    "2026-09-09_4": {

      homework: "В пособии ответить на вопросы на стр. 16 и быть готовым отвечать на занятии",

      topic: "бредни Куна",

      reportStudent: "-",

      reportTopic: "-",

      classroom: "—",

      teacher: "—",

      notes: "Разрабатывать проекты",

      materials: [
        {name: "Пособие", url: "files/Kupri.pdf"}
      ]
  },

  "2026-09-10_2": {

    homework: "упражнение 164",

    topic: "Причастие",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-",

    materials: []

  },

  "2026-09-11_4": {

    homework: "По статье Климова: 1. Выписать ВСЕ слова сл.соч-я, имеющие специальные (терм.-ое) значение. 2. Выполнить идеографическую классификацию (распределить по тематическим группам). 3. Сравнить одночленные наименования, сделать вывод об их количественном соотношении х-ку; Какая модель наименования преобладает среди многочисленных терминов? Почему? 4. Определите происхождение одночленных лексем, пользуясь словарями при необходимости, сделать письменный вывод о происхождении термина (см. теорию). 5. Соотнести исконно-русские и заимствованные термины, указать что преобладает, в т.ч. лексика, языки-источники. 6. Письменно (кратко) изложить, о чем идет речь в статье (как автор понимает хоронимику). Свое мнение о его мнении",

    topic: "Вводное занятие",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-",

    materials: [
      {name: "Статья", url: "files/Klimov.pdf"}
    ]

  },

};
