// ============================================
// ДАННЫЕ ЗАНЯТИЙ
// ============================================

const lessonData = {

    // ========================================
    // 03.09.2026
    // 2 пара
    // Современный русский язык
    // Практика
    // ========================================

    "2026-09-03_2": {

        homework: "Разборы",

        topic: "Тема пока не добавлена.",

        reportStudent: "Я",

        reportTopic: "Синтаксический разбор",

        classroom: "—",

        teacher: "—",

        notes: "Заметок пока нет."

    },

    // ========================================
    // 09.09.2026
    // 3 пара
    // История русской литературы
    // Практика
    // ========================================

    "2026-09-09_3": {

        homework: "Проанализировать стихотворения Фета (фото в группе) по одному вопросу по выбору: Проанализируйте специфику пейзажной лирики; Исследуйте философские мотивы; Раскройте любовную лирику",

        topic: "Фет. Журналы",

        reportStudent: "Пары докладчиков по презентации журналов",

        reportTopic: "Различные журналы",

        classroom: "—",

        teacher: "—",

        notes: "Мой журнал Москвитянин"

    },

    "2026-09-09_4": {

      homework: "В пособии ответить на вопросы на стр. 16 и быть готовым отвечать на занятии",

      topic: "бредни Куна",

      reportStudent: "-",

      reportTopic: "-",

      classroom: "—",

      teacher: "—",

      notes: "Разрабатывать проекты",

      materials: [
        {name: "Пособие", url: "files/Kupri.pdf"}
      ]
  },

  "2026-09-10_2": {

    homework: "упражнение 164",

    topic: "Причастие",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-",

    materials: [
      {name: "Методичка по разборам", url: "files/BOLOTO1.pdf"}
    ]

  },

  "2026-09-11_4": {

    homework: "По статье Климова: 1. Выписать ВСЕ слова сл.соч-я, имеющие специальные (терм.-ое) значение. 2. Выполнить идеографическую классификацию (распределить по тематическим группам). 3. Сравнить одночленные наименования, сделать вывод об их количественном соотношении х-ку; Какая модель наименования преобладает среди многочисленных терминов? Почему? 4. Определите происхождение одночленных лексем, пользуясь словарями при необходимости, сделать письменный вывод о происхождении термина (см. теорию). 5. Соотнести исконно-русские и заимствованные термины, указать что преобладает, в т.ч. лексика, языки-источники. 6. Письменно (кратко) изложить, о чем идет речь в статье (как автор понимает хоронимику). Свое мнение о его мнении",

    topic: "Вводное занятие",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-",

    materials: [
      {name: "Статья", url: "files/Klimov.pdf"}
    ]

  },

  "2026-09-15_2": {

    homework: "1. Набоков О Хороших читателях и хороших писателях - читать, Кагон Чтение как феномен культуры, Асмус Чтение как труд и творчество. Вопросы к статьям см. фото из чата (можно печатать). 2. Интерпретация как филолого-методическая проблема: полемика методистов по проблемам интерпретации (Беленький, Ионин, Княжицкий, Маранцман) - см.фото из чата; задание на четверых",

    topic: "Читетельское восприятие. Интерпретация как филолого-методическая проблема",

    reportStudent: "четверки",

    reportTopic: "методисты",

    classroom: "—",

    teacher: "—",

    notes: "МОе - Маранцман!"


  },

  "2026-09-15_3": {

    homework: "Вопросы по докладам",

    topic: "Мартин Иден",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-"

  },

  "2026-09-16_3": {

    homework: "Ответить презу",

    topic: "Журналы",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-"

  },

  "2026-09-23_4": {

    homework: "Тема 2. Ответить на вопросы",

    topic: "Очередной скучный бред",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "ОФОРМЛЕНИЕ ВЫВЕРЯТЬ!!!",

    materials: [
      {name: "Пособие", url: "files/Kupri.pdf"}

  },

  "2026-09-17_2": {

    homework: "упражнения 160, 161 - до расплетать, 162 - до завестись, 163 - первы 3 строчки, задание 5 - образец в тетради; морфологические и синтаксические разборы",

    topic: "Причастие",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-",

    materials: [
      {name: "Методичка по разборам", url: "files/BOLOTO1.pdf"}
    ]

  },

  "2026-09-16_2": {

    homework: "Подготовить открытие урока по тексту не 5 класс",

    topic: "-",

    reportStudent: "-",

    reportTopic: "-",

    classroom: "—",

    teacher: "—",

    notes: "-"

  },

};
