// ============================================
// ДАННЫЕ ЗАНЯТИЙ
// ============================================

const lessonData = {

    // ========================================
    // 03.09.2026
    // 2 пара
    // Современный русский язык
    // Практика
    // ========================================

    "2026-09-03_2": {

        homework: "Разборы",

        topic: "Тема пока не добавлена.",

        reportStudent: "Я",

        reportTopic: "Синтаксический разбор",

        classroom: "—",

        teacher: "—",

        notes: "Заметок пока нет."

    },

    // ========================================
    // 09.09.2026
    // 3 пара
    // История русской литературы
    // Практика
    // ========================================

    "2026-09-09_3": {

        homework: "Проанализировать стихотворения Фета (фото в группе) по одному вопросу по выбору: Проанализируйте специфику пейзажной лирики; Исследуйте философские мотивы; Раскройте любовную лирику",

        topic: "Фет. Журналы",

        reportStudent: "Пары докладчиков по презентации журналов",

        reportTopic: "Различные журналы",

        classroom: "—",

        teacher: "—",

        notes: "Мой журнал Москвитянин"

    },

    "2026-09-09_4": {

      homework: "В пособии ответить на вопросы на стр. 16 и быть готовым отвечать на занятии",

      topic: "бредни Куна",

      reportStudent: "-",

      reportTopic: "-",

      classroom: "—",

      teacher: "—",

      notes: "Разрабатывать проекты",

      materials: [
        {name: "Пособие", url: "files/Kupri.pdf"}
      ]
  },

};
